Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: receive all alarms for larger hotels. It is recommended if not mandatory as per local codes.
vi: receive all alarms for larger hotels. It is recommended if not mandatory as per local codes. / Thiết bị liên lạc di động có thể nhận tin nhắn chứa cả chữ và số và liên động với tủ báo cháy để nhận tất cả báo động đối với các khách sạn lớn hơn. Được khuyến nghị nếu không bắt buộc theo như quy định địa phương

source: recognized)
vi: They must include a pictogram ("running man") to overcome language problems (or symbol universally recognized) / Phải bao gồm một biểu tượng người chạy thoát hiểm để tránh vấn đề ngôn ngữ (hoặc biểu tượng quốc tế được công nhận)

source: reed switch to switching on and off Lighting at presence and absence of guest in room.
vi: reed switch to switching on and off Lighting at presence and absence of guest in room. / Phòng khách sẽ có hệ thống điều khiển thông minh, với cảm biến có người hiện diện và công tắc lưỡi gà (reed switch) gắn cửa để bật và tắt đèn khi khách vào phòng hoặc không có trong phòng

source: regulations
vi: Fire brigade connection and/or monitoring to local fire authority requirements where required by local regulations / Kết nối với lực lượng PCCC và/hoặc giám sát bởi cơ quan chức năng về PCCC địa phương nếu quy chế địa phương yêu cầu

source: riser height 180m
vi: Maximum riser height 180m / Chiều cao bậc tối đa 180mm

source: roof and adjacent to each return air intake from the atrium. Beam type smoke detectors must be provided within the atrium.
vi: Smoke detectors must be provided on the underside of each floor protruding into the atrium, at the atrium roof and adjacent to each return air intake from the atrium. Beam type smoke detectors must be provided within the atrium. / Phải có đầu báo khói dưới mỗi tầng mở ra giếng trời, trên mái giếng trời và liền kề các ống hồi khí từ giếng trời. Phải bố trí đầu báo khói dạng tia trong giếng trời

source: room automation system by ensuring peak performance.
vi: room automation system by ensuring peak performance. / Việc giám sát và báo cáo tự động các cảnh báo và sự kiện tối ưu hóa việc đầu tư vào hệ thống tự động hóa phòng bằng cách đảm bảo hiệu suất cao nhất.

source: running cost
vi: running cost / AHU bố trí ở vị trí trung tâm khu vực cần phục vụ - đường ống được chia để giảm thiểu không gian trần, giảm chi phí đầu tư lắp đặt và vận hành

source: self-closing, fire resisting doors.
vi: The atrium must be separated from adjacent spaces by at least 60 minute fire resisting construction with self-closing, fire resisting doors. / giếng trời phải được tách biệt với các không gian liền kề bởi kết cấu chống cháy tối thiểu 60p với cửa chống cháy, cơ chế tự đóng

source: shop, etc.
vi: shop, etc. / Dịch vụ - cắt tóc, quầy bánh v.v

source: smoke detectors) with time delay facility at the main panel where allowed, as noted above.
vi: smoke detectors) with time delay facility at the main panel where allowed, as noted above. / Đầu báo khói, đầu báo khói với đế âm thanh (phòng khách) và đầu báo nhiệt định địa chỉ (dùng đầu báo khói quang) với cơ chế hoãn báo động tại tủ tổng tại nơi cho phép, như được lưu ý ở trên.

source: spaces and advice from the fire consultant shall be obtained.
vi: spaces and advice from the fire consultant shall be obtained. / Các khu giếng trời cao hơn 10m phải được đặc biệt cân nhắc và cần tham khảo lời khuyên từ đơn vị tư vấn PCCC

source: spaces.
vi: spaces. / Kiểm soát CO2 trong nguồn cấp khí tươi tới hệ thống cấp và hút khí đối với tất cả không gian công cộng

source: sprinkler flow switch or other fire suppression system operate there must be an immediate alarm throughout the whole hotel.
vi: sprinkler flow switch or other fire suppression system operate there must be an immediate alarm throughout the whole hotel. / Chỉ được phép có thời gian chờ khi một đầu báo khói trong phòng khách bị kích hoạt. Nếu thiết bị kích hoạt là nút báo cháy khẩn cấp, công tắc dòng chảy sprinkler hay các hệ thống chữa cháy khác, phải ngay lập tức kích hoạt báo động trên toàn khách sạn

source: sprinkler water flow control valve to fill up the sprinkler pipe work with water.
vi: sprinkler water flow control valve to fill up the sprinkler pipe work with water. / Kích hoạt đầu báo khói thứ hai mở van kiểm soát dòng chảy để nước vào đường ống sprinkler

source: sufficient fuel storage for 48-hours continuous use full load operation.
vi: sufficient fuel storage for 48-hours continuous use full load operation. / Yêu cầu máy phát hoạt động theo phụ tải trong bảng 4.3, nhiên liệu dự trữ đủ cho 48h vận hành liên tục với tải đỉnh

source: system to deflect without loading the glass before the sprinklers operate
vi: The glass is supported in a steel frame held in place by a gasket system which permits the glass framing system to deflect without loading the glass before the sprinklers operate / Kính được gắn trong khung thép, cố định bằng hệ gioăng, cho phép hệ khung kính biến dạng mà không gây vỡ kính trước khi sprinkler hoạt động

source: the alarm must automatically sound throughout the whole hotel.
vi: the alarm must automatically sound throughout the whole hotel. / Khi thời gian chờ kết thúc và nếu báo động chưa được tắt do không có dấu hiệu cháy, báo động phải tự động kích hoạt trên toàn bộ khách sạn

source: the installation of the complete system or just a connection point for the local fire brigade. Advice from the local fire department shall be obtained.
vi: the installation of the complete system or just a connection point for the local fire brigade. Advice from the local fire department shall be obtained. / Tùy thuộc vào chính quyền có yêu cầu không, hạng mục này có thể bao gồm lắp đặt hệ thống hoàn chỉnh hoặc chỉ cần một điểm kết nối dành cho lực lượng PCCC. Yêu cầu xin ý kiến Sở PCCC địa phương

source: the manufacturer’s instructions specify otherwise)
vi: In each room/area containing fossil fuel burning equipment (within 4.5m/15ft of the equipment unless the manufacturer’s instructions specify otherwise) / Trong mỗi phòng/khu vực có thiết bị đốt nhiên liệu hóa thạch (trong khoảng cách 4.5m từ thiết bị trừ khi có hướng dẫn khác của nhà sản xuất )

source: the project’s location.
vi: the project’s location. / Điều kiện thiết kế trong nhà nên được đặt ra dựa trên cơ sở xác định điều kiện bên ngoài của vị trí dự án, theo như dữ liệu thời tiết trong quá khứ

source: there must a full alarm throughout the whole hotel
vi: there must a full alarm throughout the whole hotel / Nếu báo động chưa được tắt khi hết thời gian trì hoãn hoặc nếu một thiết bị khác bị kích hoạt, phải báo động trên khắp khách sạn

source: to be the primary fire command centre such as the main reception or security office (24 hours manned)
vi: to be the primary fire command centre such as the main reception or security office (24 hours manned) / Tủ báo cháy tổng phải được bố trí tại một vị trí luôn có nhân viên trực như quầy lễ tân hoặc phòng an ninh (có người trực 24h)

source: total loss of power in the event of failure of a single item.
vi: total loss of power in the event of failure of a single item. / Nguồn điện cấp vào, nguồn điện máy phát và phân phối điện phải được bố trí để tránh mất điện toàn bộ trong trường hợp một thiết bị xảy ra sự cố

source: tread depth 280mm
vi: Minimum tread depth 280mm / Độ rộng bậc tối thiểu 280mm

source: up to 1000mm
vi: lên đến 1000mm

source: up to 1034 kPa
vi: lên đến 1034 kPa

source: up to 120°C
vi: lên đến 120°C

source: up to 1600 kPa
vi: lên đến 1600 kPa

source: utilised.
vi: utilised. / Sử dụng các van pre-action được chế tạo chuyên dụng

source: uv resistance
vi: UV resistance / Chống UV

source: ventilation path (within 4.5m/15 feet of the flue ventilation path unless the manufacturer’s instructions specify otherwise)
vi: In each guestroom, corridor or common area adjacent to the fossil fuel-burning equipment area or its flue ventilation path (within 4.5m/15 feet of the flue ventilation path unless the manufacturer’s instructions specify otherwise) / Trong mỗi phòng khách, hành lang hoặc khu vực chung liền kề khu vực có thiết bị đốt nhiên liệu hóa thạch hoặc ống dẫn khói thải của chúng (trong khoảng cách 4.5m từ ống dẫn khói thải trừ khi có hướng dẫn khác của nhà sản xuất)

source: vertical distribution
vi: vertical distribution / Giảm tới 50% chiều dài đường ống nhờ phân phối theo chiều dọc

source: where they lead to, for example, enclosed areas and terraces there must be unrestricted escape from these areas
vi: Final exits from the hotel must lead to a place from where people can disperse away from the building and where they lead to, for example, enclosed areas and terraces there must be unrestricted escape from these areas / Cửa thoát hiểm cuối cùng khỏi khách sạn phải dẫn đến một vị trí nơi mọi người có thể di tản khỏi toà nhà và vị trí lối thoát hiểm dẫn ra, vd, các khu vực khép kín hoặc sân hiên, tại đây phải có lối thoát hiểm không có cản trở.

source: wire or hard
vi: wire or hard / dây nối hoặc ổ

source: wiring/controls)
vi: wiring/controls) / 1 bơm (+dây nối và điều khiển)

source: with chillers or run to reduce chilled water temperature
vi: with chillers or run to reduce chilled water temperature / Tháp giải nhiệt có thể bật/tắt cùng chiller hoặc chạy để giảm nhiệt độ nước chiller

source: with the manufacturer.
vi: with the manufacturer. / Thiết kế và kích thước của hệ thống này được thực hiện cùng với nhà sản xuất

source: {1053 kW) without VFD
vi: (1053 kW) không biến tần

source: ‘Passive’ meaning fire resisting walls, floors, doors and ‘active’ meaning fire alarm and detection, sprinkler, smoke control systems.
vi: ‘Passive’ meaning fire resisting walls, floors, doors and ‘active’ meaning fire alarm and detection, sprinkler, smoke control systems. / "Bị động" là tường, sàn, cửa ngăn cháy và "chủ động" là hệ thống phát hiện và báo cháy, sprinkler, các hệ thống kiểm soát khói.

source: “Critical” -Essential Hotel operations
vi: “Critical” -Essential Hotel operations / "Thiết yếu" - các hạng mục vận hành thiết yếu của Khách sạn

source: “Essential”- Life safety purposes
vi: “Essential”- Life safety purposes / "Trọng yếu" - phục vụ mục đích an toàn sinh mạng

source: “““““ Air Cooled Retry Screw
vi: “““““ Air Cooled Rotry Screw (1053 kW) without VFD / Chiller trục vít giải nhiệt gió

source: • A reliable electrical supply:
vi: • A reliable electrical supply: / Nguồn cấp điện đảm bảo

source: • Designer to demonstrate and provide the acoustic values for all systems to confirm compliance with IHG standards
vi: • Designer to demonstrate and provide the acoustic values for all systems to confirm compliance with IHG standards / Thiết kế thể hiện và cung cấp số liệu về tiếng ồn của tất cả các hệ thống để đảm bảo tuân thủ các tiêu chuẩn IHG

source: • Designer to provide efficient plant and systems, appropriate zoning, effective control systems, selection of the most cost effective fuels and heat recovery
vi: • Designer to provide efficient plant and systems, appropriate zoning, effective control systems, selection of the most cost effective fuels / Thiết kế các hệ thống và máy móc hiệu suất cao, chia zone hợp lý, hệ thống kiểm soát hiệu quả, lựa chọn các nhiên liệu hiệu suất tốt nhất trong tầm giá và thu hồi nhiệt

source: • Emergency standby power to dedicated supplies:
vi: • Emergency standby power to dedicated supplies: / Nguồn điện khẩn cấp dành riêng cho các hạng mục sau:

source: • In accordance with Table 3.2
vi: • In accordance with Table 3.2 / Tuân thủ bảng 3.2

source: • Local Distribution/Protection
vi: • Local Distribution/Protection / Phân phối/Bảo vệ cục bộ

source: • The design of the building and associated systems shall not exceed the targets stated within
vi: • The design of the building and associated systems shall not exceed the targets stated within / Thiết kế của tòa nhà và các hệ thống liên quan không vượt quá các mục tiêu nêu ra trong này

source: • Thermal comfort
vi: • Thermal comfort / Nhiệt độ dễ chịu

source: •Any variances from standards to be highlighted otherwise compliance is mandatory
vi: •Any variances from standards to be highlighted otherwise compliance is mandatory / Bất cứ khác biệt nào so với tiêu chuẩn đều phải được đánh dấu rõ ràng, còn lại buộc phải tuân thủ

source: •Designer is responsible for making applications and obtaining all local regulatory approvals
vi: •Designer is responsible for making applications and obtaining all local regulatory approvals / Thiết kế chịu trách nhiệm làm tất cả hồ sơ xin phê duyệt tại tất cả các cơ quan chức năng địa phương

source: •Designer to maintain a schedule of any agreed deviations from IHG Standards
vi: •Designer to maintain a schedule of any agreed deviations from IHG Standards / Thiết kế cần duy trì bảng theo dõi danh mục bất cứ hạng mục nào có khác biệt với Tiêu chuẩn IHG đã được chấp thuận

source: •Designer to provide submissions as detailed within this manual
vi: •Designer to provide submissions as detailed within this manual / Thiết kế trình thông tin theo như hướng dẫn trong tài liệu này

source: •Documentation may be required to highlight any variances from local standards
vi: •Documentation may be required to highlight any variances from local standards / Có thể yêu cầu tài liệu để làm rõ các khác biệt so với tiêu chuẩn địa phương

source: •Resolve conflicts with IHG
vi: •Resolve conflicts with IHG / Giải quyết các mâu thuẫn với IHG

source: •Submissions to be made in English and formatted in accordance with this manual
vi: •Submissions to be made in English and formatted in accordance with this manual / Tài liệu trình bày bằng tiếng Anh và được format theo như hướng dẫn này

source: •To be achieved at external conditions determined from historical weather data for the project's location - refer to tables for daily maximum and minimum temperatures in following pages
vi: •To be achieved at external conditions determined from historical weather data for the project's location - refer to tables for daily maximum and minimum temperatures in following pages / Dựa vào điều kiện bên ngoài - được xác định dựa trên dữ liệu thời tiết tại địa điểm dự án trong quá khứ - tham khảo bảng nhiệt độ hàng ngày tối đa và tối thiểu trong các trang sau

source: •To be minimised through passive building design such as orientation, prevailing winds, insulation levels etc.
vi: •To be minimised through passive building design such as orientation, prevailing winds, insulation levels etc. / Giảm thiểu thông qua thiết kế bị động của tòa nhà, vd như hướng, hướng gió, mức độ bảo ôn/tiêu âm, v.v

source: •To be minised for plant, equipment and distribution, by planning appropriate plant locations, coordination with the structure and providing efficient distribution systems
vi: •To be minimised for plant, equipment and distribution, by planning appropriate plant locations, coordination with the structure and providing efficient distribution systems / Giảm thiểu diện tích cho máy móc, thiết bị và phân phối bằng cách bố trí vị trí máy móc phù hợp, cân đối với kết cấu tòa nhà và cung cấp hệ thống phân phối hiệu suất cao

source: •Used to verify conformance with IHG Requirements
vi: •Used to verify conformance with IHG Requirements / Nhằm xác nhận mức độ tuân thủ các Tiêu chuẩn IHG

source: ✓ + Payphones
vi: ✓ + Payphones / Điện thoại trả tiền

source: ✓ 50% night
vi: ✓ 50% night / 50% đêm

source: ✓ Day/night
vi: ✓ Day/night / Ngày/đêm

source: ✓ Easy clean
vi: ✓ Easy clean / Dễ lau chùi

source: ✓ Escape/ Access Routes
vi: ✓ Escape/ Access Routes / Lối thoát/lối truy cập

source: ✓ Flashing light disabled
vi: ✓ Flashing light disabled / Tắt đèn nháy

source: ✓ Flex connections to equipment
vi: ✓ Flex connections to equipment / Kết nối bằng flex connector với thiết bị

source: ✓ PIR control for urinals
vi: ✓ PIR control for urinals / Điều khiển PIR cho tiểu đứng

source: ✓ Refer std layout
vi: ✓ Refer std layout / Xem layout std

source: ✓ Three phase
vi: ✓ Three phase / 3 pha

source: ✓ wireless hotspot
vi: ✓ wireless hotspot / Wifi
